Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: Browse the web
ig: Chọgharịa na wéèbụ̀

source: Disable JavaScript chrome control
ig: Nlekọta króòmù ndesịta asụsụ program akwụsịrị ọrụ

source: Disable JavaScript's control over window chrome.
ig: Nlekọta ndesịta asụsụ program akwụsịrị ọrụ na windo króòmù.

source: Hide menubar by default
ig: Zòó menubáà site na difọ́ọ̀ltụ̀

source: Hide the menubar by default.
ig: Zòó menubáà site na difọ́ọ̀ltụ̀

source: Disable unsafe protocols
ig: Kwụsị ọrụ ọnséèfprotokọ́ọ̀lụ̀

source: Disables loading of content from unsafe protocols. Safe protocols are http and https.
ig: Nkwụsị ọrụ n'ịbubata ndịna site ọ̀nséèf protokọ́ọ̀lụ̰̀. Séèf protokọ́ọ̀lụ̀ bụ http na https.

source: Additional safe protocols
ig: Séèfù protokọ́ọ̀lụ̀ ndị agbakwunyere agbakwunye

source: A list of protocols to be considered safe in addition to the default, when disable_unsafe_protocols is enabled.
ig: Ndesịta nke protokọ́ọ̀lụ̀ nke a ga-anabata dịka na-enweghị nsogbu na mgbakwunye na difọ́ọ̀ltụ̀, mgbe e kwèèrè dizebụl_ọnséèfù_protokọ́ọ̀lụ̀.

source: Disable arbitrary URLs
ig: URL abitrarị akwụsịrị ọrụ

source: Disable the user's ability to type in a URL to Epiphany.
ig: Kwụsị ọrụ ike ojieme ka ịpịnye na URL to Epiphany.

source: Disable bookmark editing
ig: Ndezi búùkmáàkị akwụsịrị akwụsị

source: Disable the user's ability to add or edit bookmarks.
ig: Kwụsị ọrụ ike ojieme ka itinye mọọbụ dezie búùkmáàks.

source: Disable toolbar editing
ig: Kwụsị ọrụ ndezi tulbáà

source: Disable the user's ability to edit toolbars.
ig: Kwụsị ọrụ ike ojieme ka idezie tulbáàs.

source: Disable history
ig: Agụgụala akwụsịrị ọrụ

source: Disable all historical information by disabling back and forward navigation, not allowing the history dialog and hiding the most used bookmarks list.
ig: Kwụsị ozi agụgụala niile site n'ịkwụsị nchọgharị nke azụ na ihu, na-ekweghị dayalọ́ọ̀gụ̀ agụgụala nakwa izo ndesịta búùkmáàks nke a kara jiri rụọ ọrụ.

source: Lock in fullscreen mode
ig: Kpọchie na móòdù njupụtainyogo

source: Locks Epiphany in fullscreen mode.
ig: Na-akpọchi Epiphany na móòdù njupụtainyogo.

source: Epiphany cannot quit
ig: Igweọrụ Epiphany

source: Address of the user's home page.
ig: Ngosi ebe nke ihu inyogo nke ojieme.

source: Show the history pages visited "ever", "last_two_days", "last_three_days", "today".
ig: Gosi ihuakwụkwọ agụgụala abanyegorola "ever", "last_two_days", "last_three_days", "today".

source: The bookmark information shown in the editor view
ig: Ozi búùkmáàkì egosiri na ngosi omendezi

source: The bookmark information shown in the editor view. Valid values in the list are "address" and "title".
ig: Ozi búùkmáàkì egosiri na ngosi omendezi.Valius nwere isi na ndesịta bụ "address" na "title".

source: The page information shown in the history view
ig: Ozi ihuakwụkwọ egosiri na ngosi agụgụala

source: The page information shown in the history view. Valid values in the list are "ViewTitle", "ViewAddress" and "ViewDateTime".
ig: Ozi ihuakwụkwọ egosiri na ngosi agụgụala.Valius ndị nwereisi na ndesịta bụ "address", "title".

source: The currently selected fonts language
ig: Asụsụ ihumkpụrụedemede a họrọla ọfụụ

source: The currently selected fonts language. Valid values are "ar" (arabic), "x-baltic" (baltic languages), "x-central-euro" (central european languages), "x-cyrillic" (languages written with cyrillic alphabet), "el" (greek), "he" (hebrew), "ja" (japanese), "ko" (korean), "zh-CN" (simplified chinese), "th" (thai), "zh-TW" (traditional chinese), "tr" (turkish), "x-unicode" (other languages), "x-western" (languages written in latin script), "x-tamil" (tamil) and "x-devanagari" (devanagari).
ig: Asụsụ ihumkpụrụedemede a họrọla ọfụụ. Valius ndị nwereisi bụ. Values are "ar" (arabic), "x-baltic" (baltic languages), "x-central-euro" (central european languages), "x-cyrillic" (languages written with cyrillic alphabet), "el" (greek), "he" (hebrew), "ja" (japanese), "ko" (korean), "zh-CN" (simplified chinese), "th" (thai), "zh-TW" (traditional chinese), "tr" (turkish), "x-unicode" (other languages), "x-western" (languages written in latin script), "x-tamil" (tamil) and "x-devanagari" (devanagari).

source: Always show the tab bar
ig: Ná-ègosi tab báà mgbe ọbụla

source: Show the tab bar also when there is only one tab open.
ig: Gosi tab báà n'otu aka ahụ mgbe enwere otu táàbụ́ mepere emepe.

source: Show bookmarks bar by default
ig: Gosi búùkmáàks báà site na difọ́ọ̀ltụ̀

source: Show statusbar by default
ig: Gosi statusbáà site na difọ́ọ̀ltụ̀

source: Default encoding. Accepted values are: "armscii-8", "Big5", "Big5-HKSCS", "EUC-JP", "EUC-KR", "gb18030", "GB2312", "geostd8", "HZ-GB-2312", "IBM850", "IBM852", "IBM855", "IBM857", "IBM862", "IBM864", "IBM866", "ISO-2022-CN", "ISO-2022-JP", "ISO-2022-KR", "ISO-8859-1", "ISO-8859-2", "ISO-8859-3", "ISO-8859-4", "ISO-8859-5", "ISO-8859-6", "ISO-8859-7", "ISO-8859-8", "ISO-8859-8-I", "ISO-8859-9", "ISO-8859-10", "ISO-8859-11", "ISO-8859-13", "ISO-8859-14", "ISO-8859-15", "ISO-8859-16", "ISO-IR-111", "KOI8-R", "KOI8-U", "Shift_JIS", "TIS-620", "UTF-7", "UTF-8", "VISCII", "windows-874", "windows-1250", "windows-1251", "windows-1252", "windows-1253", "windows-1254", "windows-1255", "windows-1256", "windows-1257", "windows-1258", "x-euc-tw", "x-gbk", "x-johab", "x-mac-arabic", "x-mac-ce", "x-mac-croatian", "x-mac-cyrillic", "x-mac-devanagari", "x-mac-farsi", "x-mac-greek", "x-mac-gujarati", "x-mac-gurmukhi", "x-mac-hebrew", "x-mac-icelandic", "x-mac-roman", "x-mac-romanian", "x-mac-turkish", "x-mac-ukrainian", "x-user-defined", "x-viet-tcvn5712", "x-viet-vps" and "x-windows-949".
ig: Ndenye kóòdú difọ́ọ̀ltụ̀. Valius ndị anabatara bụ: "armscii-8", "Big5", "Big5-HKSCS", "EUC-JP", "EUC-KR", "gb18030", "GB2312", "geostd8", "HZ-GB-2312", "IBM850", "IBM852", "IBM855", "IBM857", "IBM862", "IBM864", "IBM866", "ISO-2022-CN", "ISO-2022-JP", "ISO-2022-KR", "ISO-8859-1", "ISO-8859-2", "ISO-8859-3", "ISO-8859-4", "ISO-8859-5", "ISO-8859-6", "ISO-8859-7", "ISO-8859-8", "ISO-8859-8-I", "ISO-8859-9", "ISO-8859-10", "ISO-8859-11", "ISO-8859-13", "ISO-8859-14", "ISO-8859-15", "ISO-8859-16", "ISO-IR-111", "KOI8-R", "KOI8-U", "Shift_JIS", "TIS-620", "UTF-7", "UTF-8", "VISCII", "windows-874", "windows-1250", "windows-1251", "windows-1252", "windows-1253", "windows-1254", "windows-1255", "windows-1256", "windows-1257", "windows-1258", "x-euc-tw", "x-gbk", "x-johab", "x-mac-arabic", "x-mac-ce", "x-mac-croatian", "x-mac-cyrillic", "x-mac-devanagari", "x-mac-farsi", "x-mac-greek", "x-mac-gujarati", "x-mac-gurmukhi", "x-mac-hebrew", "x-mac-icelandic", "x-mac-roman", "x-mac-romanian", "x-mac-turkish", "x-mac-ukrainian", "x-user-defined", "x-viet-tcvn5712", "x-viet-vps" and "x-windows-949".

source: Default font type
ig: Ụdị ihumkpụrụedemede difọ́ọ̀ltụ̀

source: Default font type. Possible values are "serif" and "sans-serif".
ig: Ụdị ihumkpụrụedemede difọ́ọ̀ltụ̀. Pọsịbụl valius bụ "serif" na "sans-serif".

source: Whether to print the page title in the header
ig: Ma a ga-ebipụta isiokwu ihuakwụkwọ na ngwe elu ihuakwụkwọ

source: Whether to print the page address in the header
ig: Ma a ga-ebipụta ngosi ebe ihuakwụkwọ na ngwe elu ihuakwụkwọ

source: Whether to print the date in the footer
ig: Ma a ga-ebipụta ụbọchị na ngwe okpuru ihuakwụkwọ

source: Enable Java
ig: Hapụ Java

source: Details
ig: Ozi

source: Personal Data
ig: D_ata nkeonwe

source: Cookies
ig: Kukíìs

source: _Show passwords
ig: Okwumbanye

source: Passwords
ig: Okwumbanye

source: Text Encoding
ig: Ndenye kóòdù ngwe

source: _Automatic
ig: _Nkeonwe

source: Use the encoding specified by the document
ig: Jiri ndenye kóòdù ahụ ezipụtarala site n'aka dọkumenti

source: _Use a different encoding:
ig: _Jiri ndenye kóòdù dị iche:

source: Downloads
ig: Mbudata ndị ahụ

source: Sign Text
ig: Chọ̀ọ́ nke ọz_ọ

source: _Certificate:
ig: _Gosi Asambodo

source: _Password:
ig: _Okwumbanye:

source: _View Certificate…
ig: _Gosi Asambodo

source: Preferences
ig: Nkarachọ

source: Home page
ig: Saịtị omenchọgharị ịntaneetị n'ebu ụzọ abanye mgbe emepere ya

source: _Address:
ig: _Ngosi ebe:

source: Set to Current _Page
ig: Hazie n'ihuakwụkwọ nke _ọfụụ

source: Set to _Blank Page
ig: Hazie _n'ihuakwụkwọ ghe oghe

source: _Download folder:
ig: _Budata nsomebefaịlụ:

source: A_utomatically download and open files
ig: O ji aka ya budata ma mepee faịlụ ndị ahụ

source: Web Development
ig: Ndịna nke ahụrụ anya nke a na-enweta na websaịtị

source: _Minimum size:
ig: _Ụhara nke obere:

source: Web Content
ig: Ndịna nke ahụrụ anya nke a na-enweta na websaịtị

source: Allow popup _windows
ig: Hapụ pọpọp _windos

source: Enable _Java
ig: Na-ekwe _Java

source: Enable Java_Script
ig: Na-ekwe asụsụ_ihendesịta program

source: _Always accept
ig: _Na-anabata mgbe ọbụla

source: Only _from sites you visit
ig: Sọsọ _site na saịtị ndị ịbanyegorolaOnly from sites you visit

source: _Never accept
ig: _Anabataghị ya

source: _Show Downloads
ig: _Gosi omembudata...

source: _Pause
ig: _Kwụsịtụ

source: _Resume
ig: _Bido

source: Download finished
ig: Bubata ụzọ njikọ%s of %s

source: %s %s of %s
ig: %s %s nke %s

source: Download started
ig: Dara ada

source: Failed
ig: Mbubata dara adadownload status

source: Remaining
ig: Nke fọrọnụ̄

source: Save
ig: Chekwaa

source: Download this potentially unsafe file?
ig: Budata faịlụ na-adịghị séèfù?

source: File Type: “%s”. It is unsafe to open “%s” as it could potentially damage your documents or invade your privacy. You can download it instead.
ig: Ụdị faịlụ a ga-emebi dọkumenti gị mọọbụ ibanye n'ike na nkennọrọonwe gị. Ọdịchaghị mma ka emepee ya ozugbo. Kama i nwere ike ichekwa ya.

source: Open this file?
ig: Mepee faịlụ

source: Download this file?
ig: Budata faịlụ ahụ?

source: Redirecting to “%s”…
ig: Na-eduzigharị na %s...

source: Transferring data from “%s”…
ig: Na-ebuga data site na %s...

source: Waiting for authorization from “%s”…
ig: Nà-èché maka ikike site na %s...

source: GConf error: %s
ig: Ndehie GConf: %s

source: Sidebar extension required
ig: Achọrọ mgbatịkwu saịdbáà

source: Save Image As
ig: Chekwaa inyogo dịka...

source: First
ig: Nke mbụ

source: Go to the first page
ig: Gàá n'ihuakwụkwọ nke mbụ

source: Last
ig: Nke ikpeazụ

source: Go to the last page
ig: Gaa n'ihuakwụkwọ nke ikpeazụ

source: Previous
ig: Nke ochie

source: Go to the previous page
ig: Gaa n'ihuakwụkwọ nke ochie

source: Next
ig: Ọzọ

source: Go to next page
ig: Gaa n'ihuakwụkwọ nke ọzọ

source: Close
ig: Machie

source: Close print preview
ig: Mechie mbipụta ebe ngosi iheFrench (France)

source: Whether to print the background color
ig: Ma a ga-ebipụta ụbọchị na ngwe okpuru ihuakwụkwọ

source: Whether to print the background images
ig: Ma a ga-ebipụta ngosi ebe ihuakwụkwọ na ngwe elu ihuakwụkwọ

source: Whether to print the page numbers (x of total) in the footer
ig: Ma a ga-ebipụta ọnụọgụgụ ihuakwụkwọ ndị ahụ (x nke mgbakọ) na ngwe elu ihuakwụkwọ

source: Delete the selected bookmark or topic
ig: Hichaa búùkmáàkị̀ mọọbụ isiokwu ahụ a họọrọ

source: Select _All
ig: Họrọ ha _niile

source: Select all bookmarks or text
ig: Họrọ búùkmáàks niile mọọbụ ngwe

source: _Contents
ig: _Ndịna

source: Display bookmarks help
ig: Gosipụta Nnyemaka búùkmáàks

source: _About
ig: _Maka

source: Display credits for the web browser creators
ig: Gosipụta kredíìtì maka ndị nkewapụta omenchọgharị wéèbụ̀

source: _Show on Toolbar
ig: Gosi mọọbụ zòó tulbáà

source: Show the selected bookmark on a toolbar
ig: Gosi búùkmáàkị̀ mọọbụ isiokwu a họọrọla na báà búùkmáàks

source: _Title
ig: _Isiokwu

source: Show only the title column
ig: Gosi sọsọ mpagharaogologo isiokwu

source: T_itle and Address
ig: I_siokwu na Ngosi ebe

source: Show both the title and address columns
ig: Gosi ma isiokwu ma mpagharaogologo ngosi ebe

source: Type a topic
ig: Pịpụta isiokwu

source: Delete topic “%s”?
ig: Hichaa isiokwu "%s"?

source: Delete this topic?
ig: Hichaa isiokwu a?

source: Deleting this topic will cause all its bookmarks to become uncategorized, unless they also belong to other topics. The bookmarks will not be deleted.
ig: Nhicha isiokwu a ga-eme ka búùkmáàks ya niile dị agharata, bèélụ́ sọ̀ na ha a nọkwa n'isiokwu ndị ọzọ. Agaghị ehicha búùkmáàks ndị ahụ.

source: _Delete Topic
ig: _Hichaa Isiokwu

source: Import failed
ig: Mbubata dara ada

source: Import Failed
ig: Mbubata dara ada

source: The bookmarks from “%s” could not be imported because the file is corrupted or of an unsupported type.
ig: Búùkmáàks site na "%s" nwere ike agaghị ebubata ya n'ihi na emebiela faịlụ ahụ mọọbụ nke ụdị nke a na-akwadoghị.

source: Import Bookmarks from File
ig: Bubata búùkmáàks site na faịlụ

source: Firefox/Mozilla bookmarks
ig: Búùkmáàks Firefox/Mozilla

source: Galeon/Konqueror bookmarks
ig: Búùkmáàks Galeon/Konqueror

source: Epiphany bookmarks
ig: Búùkmáàks Epiphany

source: Export Bookmarks
ig: Bupụ Búùkmáàks

source: File f_ormat:
ig: Ọdịdị faịlụ:

source: Import Bookmarks
ig: Bubata Búùkmáàks

source: I_mport
ig: B_ubata

source: Import bookmarks from:
ig: Bubata búùkmáàks site na:

source: _Copy Address
ig: _Debata Ngosi ebe

source: _Search:
ig: _Chọgharịa:

source: Topics
ig: Isiokwu

source: Title
ig: Isiokwu

source: Address
ig: Ngosi ebe

source: Show properties for this bookmark
ig: Gosi mọọbụ zòó báà búùkmáàks

source: Open this bookmark in a new tab
ig: Mepee búùkmáàkị̀ nke ahụ a họọrọ na táàbụ̀ ọfụụ

source: Open this bookmark in a new window
ig: Mepee búùkmáàkị̀ nke ahụ a họọrọ na windo ọfụụ

source: Open in New _Tabs
ig: Mepee na Táàbụ̀ _ọfụụ

source: Open the bookmarks in this topic in new tabs
ig: Mepee búùkmáàkị̀ nke ahụ a họọrọ na táàbụ̀ ọfụụ

source: Related
ig: _Debatagharịa

source: Topic
ig: Isiokwu

source: Create topic “%s”
ig: Kewapụta isiokwu ọfụụ

source: Encodings
ig: Ndenye kóòdù

source: _Other…
ig: Ndị ọzọ

source: Other encodings
ig: Ndenye kóòdù ndị ọzọ

source: Find:
ig: _Chọ̀ọ́:

source: _Case sensitive
ig: O_kwu ndị dị iche na mpụtara nke gbadoro ụkwụ na ọdịdị iche ahụ nke iji mkpụrụokwu ọpakeesi na lowakeesi

source: Find Previous
ig: Chọ̀ọ́ nke o_chie

source: Find previous occurrence of the search string
ig: Chọ̀ọ́ mpụta nke ochie nke mkpụrụokwu mọọbụ nkebiokwu

source: Find Next
ig: Chọ̀ọ́ nke ọz_ọ

source: Find next occurrence of the search string
ig: Chọ̀ọ́ nke ọzọ pụtaranụ̄ nke mkpụrụokwu mọọbụ nkebiokwu

source: Leave Fullscreen
ig: Hapụ njupụta inyogo

source: Go
ig: Gàá

source: Open the selected history link in a new window
ig: Mepee nhọrọ nke agụgụala ụzọ njikọ na windo ọfụụ

source: Open the selected history link in a new tab
ig: Mepee nhọrọ nke agụgụala ụzọ njikọ na táàbụ̀ ọfụụ

source: Add _Bookmark…
ig: Tinye Búùkmáàkị̀

source: Bookmark the selected history link
ig: Búùkmáàkị̀á nhọrọ nke agụgụala ụzọ njikọ

source: Close the history window
ig: Mechie windo agụgụala

source: Delete the selected history link
ig: Hichaa nhọrọ nke agụgụala ụzọ njikọ

source: Select all history links or text
ig: Họrọ ụzọ njikọ agụgụala niile mọọbụ ngwe

source: Clear _History
ig: Wepụ _Agụgụala

source: Clear your browsing history
ig: Wepụ nchọgharị agụgụala gị

source: Display history help
ig: Gosipụta nnyemaka agụgụala

source: Show the title column
ig: Gosi sọsọ mpagharaogologo isiokwu

source: _Address
ig: _Ngosi ebe

source: Show the address column
ig: Gosi sọsọ mpagharaogologo ngosi ebe

source: Show the date and time column
ig: Gosi ma isiokwu ma mpagharaogologo ngosi ebe

source: Clear browsing history?
ig: Wepụ nchọgharị agụgụala?

source: Clearing the browsing history will cause all history links to be permanently deleted.
ig: Nwepụ nchọgharị agụgụala ga-eme ka ụzọ njikọ agụgụala hicha kpam kpam.

source: Clear History
ig: Wepụ Agụgụala

source: Last 30 minutes
ig: Míníìtì iri atọ garala aga

source: Today
ig: Táà

source: Sites
ig: Saịtị dị ichiiche

source: Date
ig: _Ụbọchị

source: GNOME Web Browser
ig: Omenchọgharị Wéèbụ̀

source: Open a new tab in an existing browser window
ig: Mepee táàbụ̀ ọfụụ na windo Epiphany dị̄ adị

source: Open a new browser window
ig: Mepee windo ọfụụ

source: Launch the bookmarks editor
ig: Bubata odezi búùkmáàks

source: Import bookmarks from the given file
ig: Bubata búùkmáàks site na faịlụ enyere

source: Load the given session file
ig: Debata faịlụ seshiọn enyere

source: Add a bookmark
ig: Tinye Búùkmáàkị̀

source: GNOME Web Browser options
ig: Omenchọgharị Wéèbụ̀

source: Close tab
ig: Mechie táàbụ̀

source: Abort pending downloads?
ig: Mbubata nkeonwe

source: _Abort Downloads
ig: Mbudata ndị ahụ

source: Recover previous browser windows and tabs?
ig: Nweta táàbs na windo omenchọgharị ochie?

source: Epiphany appears to have exited unexpectedly the last time it was run. You can recover the opened windows and tabs.
ig: Epiphany na-egosi dịka ọpụọla na-amaghị ama n'oge ikpeazu arụrụ ọrụ na ya. Inwere ike inweta windo ndị ahụ mepere emepe nakwa táàbs.

source: _Don't Recover
ig: _Enwetakwaláà

source: _Recover
ig: _Nweta

source: Crash Recovery
ig: Nnweta nkwụsị ọrụ ozugbo

source: Switch to this tab
ig: Banye na táàbụ́ a

source: _Back
ig: _Azụ

source: Go to the previous visited page
ig: Gaa n'ihuakwụkwọ nke ochie abanyegorola

source: Back history
ig: Azụ agụgụala

source: _Forward
ig: _Ihu

source: Go to the next visited page
ig: Gaa n'ihuakwụkwọ nke ọzọ abanyegorola

source: Forward history
ig: Ihu agụgụala

source: _Up
ig: _Elu

source: Go up one level
ig: Gàá n'elu otu ógō

source: List of upper levels
ig: Ndesịta nke ógó elu

source: Enter a web address to open, or a phrase to search for
ig: Pịnye ngosi ebe wéèbụ̀́ ka o mepee, mọọbụ nkebiokwu ị ga-achọ na ya n'ime wéèbụ̀ ahụ

source: Zoom
ig: Zum

source: Adjust the text size
ig: Webilata ụhara ngwe ahụ

source: Go to the address entered in the address entry
ig: Gàá ná ngosi ebe ahụ etinyere na mbanye ngosi ebe

source: _Home
ig: _Ụlọ

source: Go to the home page
ig: Gaa n'ihu inyogo

source: New _Tab
ig: Táàbụ̀ _ọfụụ

source: Open a new tab
ig: Mepee táàbụ̀ ọfụụ

source: _New Window
ig: _Windo ọfụụ

source: Open a new window
ig: Mepee windo ọfụụ

source: Default
ig: Di_fọ́ọ̀ltụ̀:toolbar style

source: Text below icons
ig: Ngwe n'okpuru aịkọntoolbar style

source: Text beside icons
ig: Ngwe n'akụkụ aịkọntoolbar style

source: Icons only
ig: toolbar style

source: Text only
ig: Ndenye kóòdù ngwe

source: Toolbar Editor
ig: Odezi Tulbáà

source: Toolbar _button labels:
ig: Ntipanyegasị bọtịn _Tulbáà:

source: _Add a New Toolbar
ig: _Tinye Tulbáà ọfụụ

source: _Bookmarks
ig: _Búùkmáàks

source: _Go
ig: _Gàá

source: T_ools
ig: N_gwaọrụ

source: _Tabs
ig: _Táàbs

source: _Toolbars
ig: _Tulbáà

source: _Open…
ig: Mepee

source: Open a file
ig: Mepee faịlụ

source: Save _As…
ig: Chekwaa dịka

source: Save the current page
ig: Chekwaa ihuakwụkwọ nke ọfụụ

source: Page Set_up
ig: Bipụta nrụnye

source: Setup the page settings for printing
ig: Rụnye nhazi ihuakwụkwọ ahụ maka mbipụta

source: Print Pre_view
ig: Bipụta ebe n_gosi ihe

source: Print preview
ig: Bipụta ebe ngosi ihe

source: _Print…
ig: Bipụta

source: Print the current page
ig: Bipụta ihuakwụkwọ nke ọfụụ

source: Send a link of the current page
ig: Ziga ụzọ njikọ nke ihuakwụkwọ ọfụụ

source: Close this tab
ig: Mechie táàbụ a

source: _Undo
ig: _Wepụtagharịa

source: Undo the last action
ig: Wepụtagharịa mmem ikpeazụ

source: Re_do
ig: Me_gharịa

source: Redo the last undone action
ig: Megharịa mmem ikpeazụ ewepụtagharịrị

source: Paste clipboard
ig: Mapanye òchékwáōzím̀gbèńtà

source: Delete text
ig: _Hichaa

source: Select the entire page
ig: Họrọ ihuakwukwọ niile ahụ

source: _Find…
ig: _Chọ̀ọ́:

source: Find a word or phrase in the page
ig: Chọ̀ọ́ mkpụrụokwu mọọbụ nkebiokwu n'ihuakwụkwọ ahụ

source: Find Ne_xt
ig: Chọ̀ọ́ nke ọz_ọ

source: Find next occurrence of the word or phrase
ig: Chọ̀ọ́ nke ọzọ pụtaranụ̄ nke mkpụrụokwu mọọbụ nkebiokwu

source: Find Pre_vious
ig: Chọ̀ọ́ nke o_chie

source: Find previous occurrence of the word or phrase
ig: Chọ̀ọ́ mpụta nke ochie nke mkpụrụokwu mọọbụ nkebiokwu

source: P_ersonal Data
ig: D_ata nkeonwe

source: View and remove cookies and passwords
ig: Gosi ma wepụ kukììs na okwumbanye

source: Certificate_s
ig: Fildu _Asambodo

source: Manage Certificates
ig: _Gosi Asambodo

source: P_references
ig: N_karachọ

source: Configure the web browser
ig: Hazipụta omenchọgharị wéèbụ̀

source: _Customize Toolbars…
ig: Tulbáàzị̀ emeredịkachọrọ

source: Customize toolbars
ig: Tulbáàzị̀ emeredịkachọrọ

source: _Stop
ig: _Kwụsị

source: Stop current data transfer
ig: Kwụsị mbufe data ọfụụ

source: _Reload
ig: _Debatagharịa

source: Display the latest content of the current page
ig: Gosipụta ndịna nke ọfụụ nke ihuakwụkwọ ọfụụ

source: Increase the text size
ig: Bawanye ụhara ngwe ahụ

source: Decrease the text size
ig: Webilata ụhara ngwe ahụ

source: _Normal Size
ig: _Ụhara kwesịrịnụ̄

source: Use the normal text size
ig: Jiri ụhara ngwe kwesịrịnụ̄

source: Text _Encoding
ig: Ndenye _kóòdù ngwe

source: Change the text encoding
ig: Gbanwe ndenye kóòdù ngwe ahụ

source: _Page Source
ig: _Ebensinweta ihuakwụkwọ

source: View the source code of the page
ig: Gosi okwunzobe ebensinweta nke ihuakwụkwọ

source: Page _Security Information
ig: Nabata ozi nchekwa nke oge ya ferela?

source: Display security information for the web page
ig: Ozi nchekwa maka "%s" nke oge ya ferela na %s.

source: _Add Bookmark…
ig: Tinye Búùkmáàkị̀

source: Add a bookmark for the current page
ig: Tinye búùkmáàkị̀ maka ihuakwụkwọ ọfụụ

source: _Edit Bookmarks
ig: _Dezie Búùkmáàks

source: Open the bookmarks window
ig: Mepee windo búùkmáàks

source: _Location…
ig: _Ebe...

source: Go to a specified location
ig: Gaa n'ebe ezipụtarala

source: Hi_story
ig: Agụgụala

source: Open the history window
ig: Mepee windo agụgụala ahụ

source: _Previous Tab
ig: _Táàbụ̀ ochie

source: Activate previous tab
ig: Mèé ka táàbụ̀ ochie rụwa ọrụ

source: _Next Tab
ig: _Táàbụ̀ ọzọ

source: Activate next tab
ig: Mèé ka táàbụ̀ nke ọzọ rụwa ọrụ

source: Move Tab _Left
ig: Kpụga na táàbụ̀ _akaekpe

source: Move current tab to left
ig: Kpụga táàbụ̀ ọfụụ n'akaekpe

source: Move Tab _Right
ig: Kpụga táàbụ̀ _n'akanri

source: Move current tab to right
ig: Kpụga táàbụ̀ ọfụụ n'akanri

source: _Detach Tab
ig: _Kepụta táàbụ̀

source: Detach current tab
ig: Kepụta táàbụ̀ ọfụụ

source: Display web browser help
ig: Gosipụta nnyemaka omenchọgharị wéèbụ̀

source: _Work Offline
ig: _Ọrụ pụrụ n'eririikukumgbasaozi

source: Switch to offline mode
ig: Banye na táàbụ́ a

source: _Hide Toolbars
ig: _Tulbáà

source: Show or hide toolbar
ig: Gosi mọọbụ zòó tulbáà

source: St_atusbar
ig: st_atusbáà

source: Show or hide statusbar
ig: Gosi mọọbụ zòó statusbáà

source: _Fullscreen
ig: _Njupụta inyogo

source: Browse at full screen
ig: Chọgharịa na njupụta inyogo

source: Popup _Windows
ig: Pọpọp _Windos

source: Show or hide unrequested popup windows from this site
ig: Gosi mọọbụ zòó windos ndị a na-achọghị site na saịtị a

source: Selection Caret
ig: Nhọrọ Káréètị̀

source: Add Boo_kmark…
ig: Tinye Búùkmáàkị̀

source: Show Only _This Frame
ig: Gosi sọsọ _Fréèmù a

source: Show only this frame in this window
ig: Gosi sọsọ fréèmù a na windo a

source: _Open Link
ig: _Mepee ụzọ njikọ

source: Open link in this window
ig: Mepee ụzọ njikọ na windo a

source: Open Link in New _Window
ig: Mepee ụzọ njikọ na _windo ọfụụ a

source: Open link in a new window
ig: Mepee ụzọ njikọ na windo ọfụụ

source: Open Link in New _Tab
ig: Mepee ụzọ njikọ na _táàbụ̀ ọfụụ
